<template>
    <section id="description">
        <article class="mt-10">
            <p class="mb-4 text-gray-800">
                Калькулятор веса поможет вам определить идеальный вес исходя из вашего реального роста. Благодаря полученным данным вы сможете узнать стоит ли вам сбросить лишние килограммы или же наоборот набрать полезную массу тела. 
            </p>
            <h2 class="text-2xl font-medium text-gray-800 mb-4 mt-6">
                Масса тела по Броку
            </h2>
            <p class="mb-4 text-gray-800">
                Французский антрополог Поль Брока предложил формулу для определения веса в 19 веке. Она считается более точной, поскольку для расчетов в ней принимаются во внимание три ключевых параметра человеческого тела: рост, возраст и тип телосложения (имеется ввиду ширина кости - тонкокостный, ширококостный или нормальный).
            </p>
            <p class="mb-4 text-gray-800">
                Конечно же, полученные данные являются среднестатистическими, поскольку каждый организм человека уникальный, у каждого он функционирует совершенно по разному. Кроме того система не принимает во внимание питание и образ жизни человека. Однако, калькулятор веса позволит вам узнать приблизительный показатель идеального веса с той целью, чтобы вы в своей жизни смогли, по возможности, держаться как можно ближе своего полезного веса. Таким образом воспользовавшись сервисом: калькулятор веса онлайн - вы сможете серьезно задуматься над необходимостью коррекции своей фигуры. Несомненно придерживаясь золотой середины показателя массы вашего тела, Вы будете вести более счастливую и насыщенную жизнь.
            </p>
            <h2 class="text-2xl font-medium text-gray-800 mb-4 mt-6">
                Типы телосложения
            </h2>
            <p class="mb-4 text-gray-800">
                Физиологи выделяют три типа телосложения: эктоморфное (астеническое), мезоморфное (нормостеническое) и эндоморфное (гиперстеническое).
            </p>
            <p class="mb-4 text-gray-800">
                <strong>Эктоморфы</strong> - это люди, характеризующиеся худощавым телосложением, узкой костью, длинными конечностями и жилистыми мышцами. Таким людям тяжело даются достижения в силовых видах спорта, поскольку развитие мускулатуры требует значительных усилий. У эктоморфов быстрый метаболизм, их тело сжигает калории очень быстро, поэтому увеличить вес, в частности мышечную массу, им сложнее нежели другим типам.
            </p>
            <p class="mb-4 text-gray-800">
                <strong>Мезоморфы</strong> - люди атлетического телосложения с развитой от природы мускулатурой. Для них не составляет большого труда как набирать вес, так и сбрасывать. Их мышцы хорошо прочерчены. Силовые тренировки дают быстрый результат. Однако, накопление жировой ткани происходит быстрее чем у эктоморфов, поэтому таким людям необходимо следить за потребляемыми калориями, чтобы оставаться в форме.
            </p>
            <p class="mb-4 text-gray-800">
                <strong>Эндоморфы</strong> - люди, склонные  к полноте. Если энфоморф не будет следить за собой, это очень быстро скажется на его внешнем виде. Из-за медленного метаболизма накопление жировой ткани происходит быстро. У мезоморфов сильные мышцы, в особенности бедра. Часто они небольшого роста. Мышцы прорисованы слабо. Таким людям сложнее сбросить вес, чем мезоморфам. При тренировках рекомендуется уделять время кардионагрузкам.
            </p>

        </article>
    </section>
</template>